<?php

/*
|--------------------------------------------------------------------------
| Conditions Language Lines
|--------------------------------------------------------------------------
*/

return [

    'failed_payment'  => 'پرداخت شما انجام نشد',
    'success_payment' => 'پرداخت با موفقیت انجام شد',
    'un_verify_transaction_message' => 'پرداخت انجام نشد . در صورت کسر وجه ، نهایت تا 72 ساعت به حساب شما باز میگردد',
    'wrong_amount' => 'مبلغ پرداختی مغایرت دارد',
    'giving_order' => 'فایل خریداری شده ارسال شد'
];
